Repository: emilsberzs/E-shop
Catalog: payment/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Payment canceled
lv: Maksājums noraidits

source: Your payment has not been processed
lv: Maksājums netika izpildīts

source: There was a problem with Your payment
lv: Radās problēma veicot maksājumu

source: Payment successfull
lv: Maksājums saņemts

source: Your payment was successfull
lv: Jūsu maksājums tika saņemts

source: Your payment has been processed successfully
lv: Jūsu maksājums tika izpildīts

source: Pay by credit card
lv: Maksāt ar karti

source: Card number
lv: Kartes numurs

source: Expiration Date
lv: Derīga līdz

source: Pay
lv: Maksāt

source: process/
lv: apstrade/

source: done/
lv: pabeigts/

source: canceled/
lv: noraidits/
